

{
  "WHAT_IS_CRYPTO_HEADER": "What is Cryptocurrency?",
  "WHAT_IS_CRYPTO_CONTENT": "Cryptocurrency is a form of digital money that operates independently of traditional banks. Unlike physical cash, it exists purely in digital form and relies on blockchain technology to ensure security and transparency.",
  
  "HOW_IT_WORKS_HEADER": "How Does It Work?",
  "HOW_IT_WORKS_CONTENT": "Cryptocurrencies function on decentralized networks powered by blockchain technology. Each transaction is recorded on a distributed ledger, making it secure, transparent, and nearly impossible to alter.",
  
  "POPULAR_CRYPTO_HEADER": "Popular Cryptocurrencies",
  "POPULAR_CRYPTO_LIST": [
    { "title": "Bitcoin (BTC)", "description": "The first and most well-known cryptocurrency, created by Satoshi Nakamoto in 2009." },
    { "title": "Ethereum (ETH)", "description": "A blockchain that enables smart contracts and decentralized applications (DApps)." },
    { "title": "Binance Coin (BNB)", "description": "A utility token for the Binance exchange with multiple use cases." },
    { "title": "Solana (SOL)", "description": "Known for its speed and scalability in processing transactions." }
  ],

  "BLOCKCHAIN_HEADER": "What is Blockchain?",
  "BLOCKCHAIN_CONTENT": "A blockchain is a decentralized digital ledger that records transactions across many computers. This prevents tampering and ensures transparency, making it the foundation of all cryptocurrencies.",
  
  "STORAGE_HEADER": "How to Store Cryptocurrency?",
  "STORAGE_CONTENT": "Cryptocurrencies are stored in digital wallets. There are two main types:",
  "STORAGE_LIST": [
    { "title": "Hot Wallets", "description": "Connected to the internet, easy to access but vulnerable to hacks." },
    { "title": "Cold Wallets", "description": "Offline storage (like hardware wallets) offering higher security." }
  ],

  "BUY_CRYPTO_HEADER": "How to Buy Cryptocurrency?",
  "BUY_CRYPTO_CONTENT": "Buying cryptocurrency is simple. You can use exchanges like Binance, Coinbase, or Kraken to purchase crypto using traditional money (fiat). After purchasing, store your assets securely in a wallet.",
  
  "RISKS_HEADER": "Risks & Considerations",
  "RISKS_LIST": [
    { "title": "Volatility", "description": "Cryptocurrency prices can fluctuate dramatically." },
    { "title": "Security", "description": "Scams and hacks are common—always use secure wallets." },
    { "title": "Regulation", "description": "Governments may introduce laws that impact crypto markets." }
  ],

  "CONCLUSION_HEADER": "Conclusion",
  "CONCLUSION_CONTENT": "Cryptocurrency is revolutionizing finance by offering a decentralized, borderless, and transparent way to transact. By understanding the fundamentals, you can make informed decisions about investing and participating in this exciting digital economy.",

  "HERO_HEADER":"Cryptonite – Stay Ahead of the Crypto Market",
  "HERO_CONTENT": "In the fast-paced world of cryptocurrency, staying informed about market trends is essential for making smart investment decisions. Cryptonite is a powerful web application designed to provide real-time insights, analytics, and trend tracking for various cryptocurrencies.",

  "Services": "Services",
  "About": "About",
  "Contact": "Contact",
  "AboutTitle1": "Welcome to",
  "AboutTitle2": "Cryptonite"
}
